Repository: ShlomoCarmen/Running
Catalog: Running Intervals/Running Intervals/Supporting Files/Strings/*.lproj/Localizable.strings
Languages: he

# mainAppTitle
source: Music To Run With
he: מוזיקה לרוץ איתה

source: Run By Time
he: רוץ לפי זמן

source: Run By Distance
he: רוץ לפי מרחק

# buildProgram
source: Build a Training Program
he: בנה תוכנית אימון

source: Settings
he: הגדרות

source: Statistics
he: סטטיסטיקה

source: Insert Time For Running:
he: הכנס זמן לריצה:

source: Insert Time For Walking:
he: הכנס זמן להליכה:

# insertTotalTime
source: Insert Total Training Time:
he: סה״כ זמן לאימון:

# timeInSecons
source: In Secons
he: זמן בשניות

# timeInMinuts
source: In Minuts
he: זמן בדקות

source: Insert Distance For Running:
he: הכנס מרחק לריצה:

source: Insert Distance For Walking:
he: הכנס מרחק להליכה:

source: Insert Total Distance:
he: הכנס סה״כ מרחק לאימון:

# distanceInMeter
source: In Meters
he: מרחק במטרים

# distanceInKM
source: In Kilometers
he: מרחק בקילומטרים

# runCaps
source: RUN!
he: רוץ!

# stopCaps
source: STOP!
he: עצור!

# runningTimeLeft
source: Running Time Left: %@ Secons
he: זמן נשאר לריצה: %@ שניות

# walkingTimeLeft
source: Walking Time Left: %@ Secons
he: זמן נשאר להליכה: %@ שניות

source: Total Time Left:
he: זמן נשאר לאימון:

# runningDistanceLeft
source: Running Distance Left: %@ Meter
he: מרחק נשאר לריצה: %@ מטר

# walkingDistanceLeft
source: Walking Distance Left: %@ Meter
he: מרחק נשאר להליכה: %@ מטר

# totalDistanceLeft
source: Total Distance Left: %@ Meter
he: מרחק נשאר לאימון: %@ מטר

# mustSelectMusic
source: You Must Select Music
he: עליך לבחור מוזיקה

source: My Music
he: המוזיקה שלי

source: Select Music
he: בחר מוזיקה

# selectRunningSong
source: Select For Running
he: בחר שיר לריצה

# selectedRunningSong
source: Running Song Selected
he: שיר נבחר לריצה

# selectWalkingSong
source: Select For Walking
he: בחר שיר להליכה

# selectedWalkingSong
source: Walking Song Selected
he: שיר נבחר להליכה

source: My Running Music
he: מוזיקת הריצה שלי

source: My Walking Music
he: מוזיקת ההליכה שלי

source: Back
he: חזור

source: Save
he: שמור

source: Cancel
he: ביטול

source: Personal Informaition
he: נתונים אישיים

# descreptionTitle
source: Enter physical metrics so we can create the best plan for you
he: הכנס/י מדדים פיזיים על מנת שנוכל ליצור לך את התוכנית הטובה ביותר בשבילך

# appelHealth
source: ❤️ Import from Appel Health
he: ❤️ יבא נתונים מאפל בריאות

# fillManually
source: Or fill out manually
he: או מלא באופן ידני

source: Gender
he: מגדר

source: Male
he: זכר

source: Female
he: נקבה

# age
source: Your Age
he: הגיל שלך

# height
source: Your Height
he: הגובה שלך

# weight
source: Your Weight
he: המשקל שלך

# centimeter
source: cm
he: ס״מ

# kilogram
source: kg
he: ק״ג

source: Continue
he: המשך

# missingUserInfo
source: You must fill all fields in order to continue
he: לפני שנמשיך, עליך למלא את כל השדות

source: Change Plane
he: שנה תוכנית

source: Training Week
he: שבוע אימון

source: Week
he: שבוע

source: Training
he: אימון

source: Done
he: סיימת

source: Times
he: פעמים

source: Start
he: התחל

source: Minuts
he: דקות

source: Running
he: ריצה

source: Running For
he: ריצה

source: Walking
he: הליכה

source: Walking For
he: הליכה

# trainingCompletedMessage
source: Congratulations, you have reached your goal
he: ברכות, השגת את המטרה

# showStatistics
source: Show Results
he: הצג סטטיסטיקה

source: Meter
he: מטר

source: My Goal
he: המטרה שלי

# lowBmi
source: your BNI is %@ It's too low
he: ה BMI שלך הוא %@ זה נמוך מידי

# averageBmi
source: your BNI is %@ You're on average 👏
he: ה BMI שלך %@ כל הכבוד זה תקין 👏

# highBmi
source: your BNI is %@ It's a bit high
he: ה BMI שלך %@ קצת גבוה

# veryHighBmi
source: your BNI is %@ It's very high
he: ה BMI שלך הוא %@ זה מאוד גבוה
